"""
Показывать события на дату (для одного месяца)

1) Добавляем функцию get_events_for_year_and_month с аргументами year и month
2) Внутри get_events_for_year_and_month делаем заглушку с событиями на январь 2025 года. Любые остальные месяцы и годы - возвращаем массив пустых массивов в количестве равном количеству дней в этом месяце и годе.
3) Переделать генерацию HTML внутри template calendar-month.html, чтобы на каждую дату показывались события (если они есть на эту дату). Отображение делаем любое, украшение внешний вид позже.
"""